[{"model": "auth.group", "pk": 1, "fields": {"name": "Administrator", "permissions": [1, 2, 3, 4, 9, 10, 11, 12, 5, 6, 7, 8, 13, 14, 15, 16, 17, 18, 19, 20, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 61, 62, 63, 64, 45, 46, 47, 48, 49, 50, 51, 52, 57, 58, 59, 60, 53, 54, 55, 56, 21, 22, 23, 24]}}, {"model": "auth.group", "pk": 2, "fields": {"name": "Parent", "permissions": [17, 18, 19, 20, 25, 26, 27, 28, 29, 30, 31, 32, 36, 37, 38, 39, 40, 41, 42, 43, 44, 61, 62, 63, 64, 48, 49, 50, 51, 52, 57, 58, 59, 60, 56]}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$150000$FtJpbiN2YSDq$BAfxLQegoOrkhZCbYjTNV0XMu+w/+XsrnjNnKb0nvIk=", "last_login": "2020-01-25T20:18:29.608Z", "is_superuser": true, "username": "admin", "first_name": "", "last_name": "", "email": "", "is_staff": true, "is_active": true, "date_joined": "2020-01-25T20:12:43.880Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 2, "fields": {"password": "pbkdf2_sha256$150000$Ot82aZmsznTJ$HIsGXQDkLdVba8s9ZHasOvpe2cCsMX8soT70j6Ns734=", "last_login": null, "is_superuser": false, "username": "johndoe", "first_name": "", "last_name": "", "email": "", "is_staff": false, "is_active": true, "date_joined": "2020-01-25T20:13:15Z", "groups": [2], "user_permissions": []}}, {"model": "sessions.session", "pk": "5u9tcbr52zqxvbw1ipe5w7s2fto8mui6", "fields": {"session_data": "YTdkMTVjZmM4N2JjNWFjODkzZjhjM2U3NWFhZWExZWRlZmM2MjUwYjp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiI4ZWQ1ODAzMTU4MDIwMjYyNWIyMTQwYzBjODc1MGJlNTYzMWQxYjQ5In0=", "expire_date": "2020-02-08T20:18:29.610Z"}}, {"model": "sessions.session", "pk": "vmnft1s4uf0udpj68pufya72f7avj7cm", "fields": {"session_data": "YTdkMTVjZmM4N2JjNWFjODkzZjhjM2U3NWFhZWExZWRlZmM2MjUwYjp7Il9hdXRoX3VzZXJfaWQiOiIxIiwiX2F1dGhfdXNlcl9iYWNrZW5kIjoiZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmQiLCJfYXV0aF91c2VyX2hhc2giOiI4ZWQ1ODAzMTU4MDIwMjYyNWIyMTQwYzBjODc1MGJlNTYzMWQxYjQ5In0=", "expire_date": "2020-02-08T20:12:54.323Z"}}, {"model": "edutales.quiz", "pk": 1, "fields": {"points": 20, "question": "Ist der Wassermann blau?", "isTrue": false}}, {"model": "edutales.quiz", "pk": 2, "fields": {"points": 20, "question": "Ist der Erzberges über 1000m hoch?", "isTrue": true}}, {"model": "edutales.quiz", "pk": 3, "fields": {"points": 20, "question": "Nennt man die Alm am Hochkönig 'Übergossene Alm'?", "isTrue": true}}, {"model": "edutales.quiz", "pk": 4, "fields": {"points": 20, "question": "Die Zwerge verstecken Schätze in den Bergen?", "isTrue": true}}, {"model": "edutales.quiz", "pk": 5, "fields": {"points": 20, "question": "Als Sepp erwachte, lag er in seiner Hütte im Wald.", "isTrue": true}}, {"model": "edutales.tale", "pk": 1, "fields": {"title": "Der Wassermann vom Grundlsee", "type": "w", "text": "Seit alters haben die Fischer und Jäger vom Grundlsee gefischt und gejagt. Sie waren auch zufrieden mit dem, was sie mit ihrer Arbeit verdient haben. Nur eines war ihnen gar nicht recht: Wenn sie Salz brauchten, mussten sie nach Hallein hinübergehen um es zu kaufen, und das war für sie ziemlich mühsam. Eines schönen Tages waren Fischer in einem Boot draußen auf dem See und redeten flüsternd, um die Fische nicht zu verscheuchen, wieder einmal über das Salz, das sie von so weit holen mussten. Da schwankte plötzlich ihr Boot, und ein grünes Gesicht tauchte auf und grüne Finger hielten sich an der Bordwand fest. Das war der Wassermann vom Grundlsee. Die Fischer kannten ihn recht gut, denn hie und da tauchte er aus dem See auf, schüttelte sich und tauchte wieder unter. Er war nicht böse, er holte sich keine Menschen auf den Seegrund, um ihre Seelen dort in irdene Töpfe zu sperren, wie das manch anderer Wassermann tat. Aber er vertrieb oft die Fische. Die Fischer wollten ihm mit dem Ruder auf die Finger klopfen. Da gab er ein lautes Gequake von sich, und das klang wie: Sand Sanz Sand -\" Er sagt etwas\", meinte ein Fischer. Gib das Ruder weg, er will uns was sagen!\" Sand sand sanz\", quakte der Wassermann. Sazsazsandsallsaz-\" Die Fischer kamen nicht drauf, was er meinte. Der Wassermann schüttelte den Kopf und tauchte wieder unter. Die Fischer im Boot vergaßen das Fischen. Sie saßen und wiederholten immerzu, was der Wassermann ihnen vorgequakt hatte. Irgendetwas musste er doch wohl gemeint haben! Saz - sall - saz … Salz meint er!\", rief plötzlich einer der Fischer. Sand - sand …\", sagte ein zweiter, Sandling! Er meint, dass im Sandling Salz liegt!\" Der Sandling-Berg war nicht so weit entfernt wie Hallein. Und es zeigte sich, dass wirklich Salz in ihm lag. Das hatten die Fischer nicht gewusst, und die Jäger auch nicht. Von nun anholten sie sich aus dem Sandling die roten Salzsteine, und es fanden sich dort auch salzhaltige Quellen. Und ihrem Wassermann haben die Fischer nie mehr mit dem Ruder auf die Finger geklopft.", "quiz": 1, "pictures": []}}, {"model": "edutales.tale", "pk": 2, "fields": {"title": "Die Entdeckung des Erzberges", "type": "w", "text": "Folgt man dem Lauf des Erzbaches talab, gelangt man dort, wo der Abfluss des Leopoldsteiner Sees herabrauscht, zu einer grottenartigen Vertiefung im Felsen. Ein unheimlicher, tiefer, dunkler Wasserspiegel blinkt aus der Grotte. Hier soll es gewesen sein, wo vor vielen tausend Jahren manchmal eine seltsame Gestalt aus dem schwarzen Höhlenwasser auftauchte und sich an der Sonne wärmte. Das seltsame Wesen hatte einen schuppigen Fischleib und die Bergbewohner hielten es für einen Wassermann. Obwohl sie Angst vor ihm hatten, beschlossen sie doch, ihn zu fangen. Sie fürchteten aber, der schlüpfrige Leib des Geschöpfes würde ihren Händen entgleiten. So beschmierten sie einen alten Mantel mit Pech und warfen ihn über das Männchen, als es einmal am Rand der Grotte schlief. Danach fesselten sie es an Armen und Beinen. Sodann setzten sie sich rund um den gefangenen Wassermann hin, packten Brot und Speck aus und begannen ihn damit zu füttern. Der Wassermann spuckte alles aus, was sie ihm zu essen gaben, und da wurden die Männer ärgerlich. Sie befestigten eine Hundeleine an seinen Fesseln und machten sich mit ihm auf den Heimweg. Der Wassermann quakte laut, aber das half ihm nichts. Als die Männer mit dem Wassermann zu einer Stelle kamen, von der aus man den Erzberg sieht, wollte er nicht mehr weiter, keinen Schritt. Er sträubte sich, geriet in hellen Zorn und verlegte sich, als alles nichts nützte, aufs Bitten und Betteln. Schließlich bot er den Männern einen hohen Lohn für seine Freilassung an. „Lass hören, was du uns bieten kannst“, antworteten sie. Der Kleine erwiderte: „Wählt selbst aus, was ihr wollt. Ich kann euch Gold für ein Jahr geben, Silber für zehn Jahre oder Eisen für immer.“ Ohne lange zu zögern, riefen die Männer: „Gib uns Eisen für immer!“ „Ihr habt gut gewählt“, antwortete der Wassermann. „Seht, dort steht der Berg, der euch Eisenmetall in alle Ewigkeit spenden wird. Verwendet es gut zu eurem und eurer Nachkommen Glück und Segen!“ Bei diesen Worten wies er auf den massigen Erzberg in der Ferne. Die Männer aber gaben dem Wassermann nicht sofort die Freiheit; sie wollten zuerst die Ergiebigkeit des Berges erproben. Ein halbes Jahr lang bauten sie den Berg ab, an dessen Hängen das rötliche Eisenerz offen zutage lag. Und wirklich, nach dieser Zeit hatten sie so viel reichhaltiges Erz gewonnen, so dass sie sicher wussten, der Wassermann hatte die Wahrheit gesprochen. Jetzt brachten sie ihn zu seinem Wasserloch zurück. Sofort tauchte er in das dunkle Wasser der Höhle unter. In diesem Augenblick bebten die Felsen und das schwarze Wasser färbte sich blutrot. Die erschrockenen Leute glaubten eine spöttische Stimme zu hören: „Um das Beste habt ihr zu fragen vergessen: um den Karfunkelstein und die Bedeutung des Kreuzes in der Nuss!“ Und fort war er. Was seine Worte bedeuteten, konnte niemand sagen. Mancher hat herumgerätselt und doch nicht die Bedeutung herausfinden können. Bergleute glauben, der Karfunkelstein sei das beste und sicherste Grubenlicht und das Kreuz in der Nuss müsse wohl mit der Verwendung des Kompasses im Bergbau zusammenhängen. Der Wassermann zeigte sich von da an nie wieder, weder in der Grotte, noch am Leopoldsteiner See. Der Erzberg aber ist zum ewigen Segen für das ganze Land geworden.", "quiz": 2, "pictures": []}}, {"model": "edutales.tale", "pk": 3, "fields": {"title": "Die „Übergossene Alm“ am Hochkönig", "type": "w", "text": "Habt ihr gehört, wie es kam, dass sich oben auf dem Hochkönig ein weites Gletscherfeld ausdehnt, glitzernd und funkelnd mit tausend Eiskristallen? Nun, so lasst es euch erzählen! Einst lagen dort freundliche Wiesen und Matten, das Gras wuchs kniehoch und friedliche Rinderherden grasten auf der üppigen Weide. Die Almhütten waren behaglich, die Sennerinnen hübsch und sangen bei der Arbeit. Und Arbeit hatten sie genug, denn die Kühe gaben mehr Milch als anderswo, und das mochte an dem weichen Gras und den würzigen Kräutern liegen, die allenthalben wuchsen. Schließlich konnte man Käse und Butter und Milch gar nicht mehr wegschaffen, so reichlich strömte der Segen. Die Sennerinnen wurden reich und hatten viel Geld in den Taschen, und es ist nicht verwunderlich, dass das gute Leben sie übermütig machte und sie bald nicht mehr wussten, was sie mit ihrem Reichtum anfangen sollten. Die Glocken am Hals ihrer Kühe mussten von reinem Silber sein. Die Silberglocken klangen sehr hübsch, und die Sennerinnen fanden, dass die Stiere nicht leer ausgehen durften, also wurden sie mit gediegenem Gold überzogen und funkelten und glänzten in der Sonne. Das aber war den Sennerinnen noch nicht genug. Sie aßen und tranken im Überfluss, wollten das klare Bergwasser nicht mehr ansehen und ließen sich den besten Wein fässerweise aus dem Salzburger Stiftskeller bringen. Zu ihren ausgelassenen Festen luden sie Jägerburschen von weit und breit ein und tanzten und sangen mit ihnen ganze Nächte lang. Früher einmal waren sie fromm gewesen, jetzt vergaßen sie auf den lieben Gott und gingen mit seinen Gaben um, als wären sie nicht dazu erschaffen worden, dass der Mensch davon lebte, sondern nur zu ihrem Vergnügen. Die Dirnen wollten zarte und feine Gesichter und Hände wie die Gräfinnen haben, sie badeten in Milch und schütteten sie nachher schaffweise fort. Die Wege pflasterten sie aus reinem Übermut mit runden Käselaiben und füllten die Fugen dazwischen mit frischer Butter aus und sagten lachend, das geschähe deshalb, damit der arme Teufel auch etwas zu fressen habe, wenn er nachts mit seinen Gesellen komme. Aus goldgelber Butter formten sie Kugeln und spielten damit - kurz und gut, sie wussten nicht mehr, was sie vor Übermut tun sollten. Aber als einmal ein armer Wanderer auf die Alm kam, der sich vor Erschöpfung kaum mehr weiterschleppen konnte, da jagten sie ihn mit harten Worten davon. „Der Teufel“, riefen sie, „soll dir eine Unterkunft geben, wir brauchen keinen ungebetenen Gast!“ Und weil der arme Kerl nicht im Stande war, sich schnell genug aus dem Staub zu machen, fielen sie mit ihren Besen zornig über ihn her. Kaum war der Wanderer von der Alm verschwunden, da wälzten sich von den Teufelshörnern dunkle, unheimliche Wolken heran. Ein wütender Sturm erhob sich, es hagelte Eis und Schnee auf die zu Tode erschrockenen Weiber herab. Vergebens versuchten sie ins Tal hinab zu flüchten. Der Schneesturm begrub sie mit Hütten und Herden und ewiges Eis deckte die friedlichen Wiesen für immer zu. Noch heute liegen sie unter dem Eis, und der weite Gletscher unter dem Gipfel des Hochkönigs heißt seit jener Zeit die „Übergossene Alm“.", "quiz": 3, "pictures": []}}, {"model": "edutales.tale", "pk": 4, "fields": {"title": "So entstand das Lavanttal", "type": "g", "text": "Im wohl fruchtbarsten Tal Kärntens, im Lavanttal, breitete\nsich vor alten Zeiten ein weiter See mit dunkelgrünem Wasser\naus, von mächtigen Bergen umrahmt, die seine Fluten am\nAbfließen hinderten. Nur wenige Menschen wohnten and den\nUfer des Sees, denn dann und wann stieg das Wasser plötzlich\nan und schwemmte die menschlichen Ansiedlungen, die zu nahe\nam Ufer standen, weg.\n Im Inneren der Koralpe hausten damals Zwerge. Sie\nschienen emsig zu schaffen, denn oft wurden sie von Bauern\naus der Ferne beobachtet, doch niemand wusste, worin ihre\nArbeit bestand. Dennoch verbreitete sich in der Gegend ein\nGerücht, dass die Zwerge Gold und andere Schätze in Haufen\naus dem Berg trügen und an unzugängliche Orte brächten.\nDa verabredeten sich die Bauern, um den Zwergen die Schätze\nabzunehmen. Ein Zwerglein wurde lange Jahre gefangen\ngehalten. Es beteuerte aber, keine Schätze zu besitzen. Die\nhabsüchtigen Bauern glaubten ihm kein Wort und ließen ihn 30\nJahre lang in der Gefangenschaft schmachten. Nur gegen den\nSchatz der Zwerge sollte es seine Freiheit wieder erlangen.\nVon unerträglicher Sehnsucht nach dem Berg gequält,\neröffnete der Kleine seinen Peinigern endlich, dass er ihnen\nzwar kein Gold verschaffen könne, sich aber durch eine Tat\ndankbar zeigen wolle. Diese\nTat würde allen Anwohnern\ndes Sees ungeheuren\nNutzen bringen. Die\nBauern begnügten sich\ndamit und ließen den Zwerg\nlaufen. Nach einigen Tagen vernahmen sie ein furchtbares Grollen im See, das fernem\nDonner glich. Alles eilte bestürzt zum See, man fürchtete ein\nUnheil. Aber welch freudige Überraschung bot sich den\nLeuten: Das Wasser war verschwunden. Ein breites Tal dehnte\nsich vor den Erstaun- ten aus. Statt des schlammigen Bodens\ntat sich fruchtbares Ackerland auf.\n Nach und nach siedelten sich dort immer mehr Menschen\nan. Zahlreiche Orte entstanden an den Hängen und im\nTalboden. An jener Stelle, wo der See am tiefsten gewesen\nwar, wurde eine Stadt erbaut, die Wolfsberg genannt wurde.", "quiz": 4, "pictures": []}}, {"model": "edutales.tale", "pk": 5, "fields": {"title": "Der Höllentorwart von Mariazell", "type": "g", "text": "In der Nähe von Mitterbach bei Mariazell gab es ein kleines Wirtshaus, in dem sich die\nHolzknechte der Umgebung trafen. Sie spielten, sangen und tranken nicht wenig und zum\nSchluss gab es immer eine Rauferei. Ein Holzknecht war besonders streitsüchtig und wurde\ndeshalb der schreckliche Sepp\" genannt.\nAn Christi Himmelfahrt kamen viele Wallfahrer nach Mariazell und der schreckliche Sepp\nhoffte unter diesen Menschen einen zu finden, der mit ihm raufen wollte. Doch niemand\nhatte an so einem Feiertag Lust zum Raufen und Streiten. So versuchte er sein Glück bei\nden Holzknechten im Wirtshaus bei Mitterbach. Aber auch hier fand sich keiner, der mit ihm\nraufen wollte.\nSepp gab sich jedoch immer noch nicht zufrieden und wollte es sogar mit dem Teufel\naufnehmen. Die anderen Holzarbeiter beobachteten die Lage mit großem Unbehagen und\nsahen, wie sich der schreckliche Sepp in den Wald stürzte und nicht mehr zu sehen war.\nEs vergingen drei Jahre, aber Sepp blieb verschwunden.\nAn Christi Himmelfahrt dachten die Holzknechte an das furchtbare Ereignis und gingen zur\nHütte, die Sepp einst bewohnte. Sie trauten ihren Augen nicht, als sie ihn vor der Hütte\nsitzen sahen. Sie erfuhren nun, was geschehen war:\nAls Sepp damals in den Wald lief, um zu raufen, packte ihn der Teufel und zerrte ihn in die\nHölle. Dort musste er zur Strafe für seine Rauflust an solch einem hohen Feiertag drei\nJahre lang den Dienst eines Torwarts versehen, bevor er wieder auf die Erde zurückkehren\ndurfte. Zu essen hatte er genug bekommen, aber nichts zu trinken, weil in der großen Hitze\nder Hölle alles Flüssige sofort verdampfte. Während der drei Jahre hatte Sepp auch kein\nAuge zugetan. An diesem Morgen aber wurde er abgelöst und\ndurfte endlich schlafen gehen. Doch als er wieder erwachte,\nlag er vor seiner Hütte im Wald.\nSepp wusch sich, wechselte sein Gewand und ging danach mit\nseinen Kameraden in die Gnadenkirche nach Mariazell. Die\nRauflust aber war ihm nun ein für allemal vergangen!", "quiz": 5, "pictures": []}}, {"model": "edutales.language", "pk": 1, "fields": {"language": "Deutsch"}}, {"model": "edutales.history", "pk": 1, "fields": {"title": "Der Grundlsee", "text": "Der Grundlsee ist ein Alpensee im steirischen Teil des Salzkammergutes in der Nähe von Bad Aussee. Er befindet sich am Südende des Toten Gebirges. Im Osten befinden sich der Toplitzsee und der Kammersee. Mit einer Fläche von 4,22 km² ist er der größte See der Steiermark. Gleichnamig dem See wird auch die Gemeinde Grundlsee genannt."}}, {"model": "edutales.history", "pk": 2, "fields": {"title": "Der Erzberg", "text": "Der Erzberg ist ein Berg in der steirischen Stadt Eisenerz in der Gebirgsgruppe der Eisenerzer Alpen. Zumindest seit dem 11. Jahrhundert wird am Erzberg Eisenerz abgebaut, hauptsächlich Siderit. Es handelt sich dabei um den größten Eisenerztagbau Mitteleuropas und das größte Sideritvorkommen weltweit. Der auch „Steirischer Brotlaib“ genannte Berg stellt damit auch heute noch die wichtigste wirtschaftliche Grundlage in einer sonst strukturschwachen Region dar. Dem Erzberg verdanken wichtige österreichische Institutionen wie die Voestalpine mit ihren Stahlwerken in Linz und Leoben-Donawitz oder die Montanuniversität Leoben ihre Existenz. Er war auch Grundlage des wirtschaftlichen Aufschwungs der Region Eisenwurzen und der östlichen Obersteiermark vom 16. bis zum 20. Jahrhundert."}}, {"model": "edutales.history", "pk": 3, "fields": {"title": "Die „Übergossene Alm“", "text": "Übergossene Alm ist die Bezeichnung der Gipfelflur des Hochkönigs (2941 m) in den Berchtesgadener Alpen im äußersten Süden des Gemeindegebiets von Werfen. Dort befinden sich die Reste des gleichnamigen Gletschers, der früher fast das gesamte Gipfelplateau bedeckte und bis in die 1920er Jahre das größte Eisfeld der Nördlichen Kalkalpen war, ehe ihm der Hallstätter Gletscher am Dachstein den Rang ablief. Das im Vergleich schnellere Abschmelzen des Hochköniggletschers wird darauf zurückgeführt, dass Plateaugletscher wie die Übergossene Alm sehr sensibel auf ein Ansteigen der Firnlinie reagieren, wodurch große Bereiche der Oberfläche vom Nähr- ins Zehrgebiet wechseln.[3] 1888 waren rund 5,5 km² des Plateaus vereist. 2002 war die Gletscherfläche auf weniger als 1,9 km² abgeschmolzen und der Gletscher in drei kleine, spaltenfreie Teilbereiche zerfallen.[1] Der Name des Gletschers geht auf eine Sage zurück."}}, {"model": "edutales.history", "pk": 4, "fields": {"title": "Das Lavanttal", "text": "Das Lavanttal (slowenisch Labotska dolina) ist ein Tal in den Lavanttaler Alpen im Süden Österreichs im östlichen Teil des Bundeslandes Kärnten. Es umfasst knapp 1000 Quadratkilometer und wird von circa 60.000 Menschen bewohnt."}}, {"model": "edutales.history", "pk": 5, "fields": {"title": "Mariazell", "text": "Mariazell ist eine Stadtgemeinde in der nördlichen Obersteiermark nahe der niederösterreichischen Grenze mit 3722 Einwohnern (Stand 1. Jänner 2019). Mariazell liegt im Gerichtsbezirk Bruck an der Mur, im politischen Bezirk Bruck-Mürzzuschlag und ist die flächengrößte Gemeinde der Steiermark sowie nach Sölden in Tirol und Wien die drittgrößte in Österreich.\n\nMariazell ist durch die Gnadenstatue Magna Mater Austriae in der Basilika Mariä Geburt mit Abstand der wichtigste Wallfahrtsort Österreichs und darüber hinaus auch für viele Katholiken in den östlichen Nachbarländern von Bedeutung. Auch Wintersport wird in Mariazell betrieben."}}, {"model": "edutales.parent", "pk": 1, "fields": {"first_name": null, "last_name": null, "user": 1, "day_of_birth": null, "region": null, "language": null, "children": []}}, {"model": "edutales.parent", "pk": 2, "fields": {"first_name": null, "last_name": null, "user": 2, "day_of_birth": null, "region": null, "language": null, "children": []}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2020-01-25T20:13:15.565Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "johndoe", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2020-01-25T20:13:29.955Z", "user": 1, "content_type": 3, "object_id": "1", "object_repr": "Administrator", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2020-01-25T20:14:22.046Z", "user": 1, "content_type": 3, "object_id": "2", "object_repr": "Parent", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2020-01-25T20:14:31.379Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "johndoe", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"groups\"]}}]"}}]